Repository: Richasy/RSS-Stalker-V1
Catalog: RSS-Stalker/Language/*/Resources.resw
Source language: en_us
Languages: zh_cn

# App_DateFormat
source: yyyy/MM/dd HH:mm
zh_cn: yyyy年MM月dd日 HH:mm

# App_InvalidUrl
source: Invalid url
zh_cn: 链接无效

# App_NoAuthor
source: Anonymous
zh_cn: 佚名

# Control_AddCategoryButton.Content
source: Add Category
zh_cn: 添加分类

# Control_BaseSettingTipBlock.Text
source: Basic settings
zh_cn: 基础设置

# Control_CategoryNameTipBlock.Text
source: Category name
zh_cn: 分类名

# Control_ChannelDescriptionTipBlock.Text
source: Channel description
zh_cn: 频道说明

# Control_ChannelLinkTipBlock.Text
source: RSS Link/Keyword
zh_cn: RSS链接/关键词

# Control_ChannelNameTipBlock.Text
source: Channel name
zh_cn: 频道名称

# Control_ChannelSearchBox.PlaceholderText
source: Search channel...
zh_cn: 搜索频道

# Control_DarkComboItem.Content
source: Dark
zh_cn: 暗色主题

# Control_DataSettingTipBlock.Text
source: Data Settings
zh_cn: 数据设置

# Control_DeleteMenuItem.Text
source: Delete
zh_cn: 删除

# Control_ExportButton.Content
source: Export
zh_cn: 导出

# Control_ExportOpmlTipBlock.Text
source: Export OPML (feeds)
zh_cn: 导出OPML (订阅源列表)

# Control_FeedSearchBox.PlaceholderText
source: Search article...
zh_cn: 搜索文章

# Control_IconTipBlock.Text
source: Icon
zh_cn: 图标

# Control_ImportButton.Content
source: Import
zh_cn: 导入

# Control_ImportOpmlTipBlock.Text
source: Import OPML (feeds)
zh_cn: 导入OPML (订阅源列表)

# Control_LanguageSettingTipBlock.Text
source: Language options
zh_cn: 语言选项

# Control_LightComboItem.Content
source: Light
zh_cn: 亮色主题

# Control_LogoutButton.Content
source: Logout
zh_cn: 退出

# Control_MoveMenuItem.Text
source: Move
zh_cn: 转移

# Control_NoDataTipBlock.Text
source: Sorry. Something wrong...
zh_cn: 抱歉，数据获取失败

# Control_OneDriveSettingTipBlock.Text
source: Current user for OneDrive
zh_cn: 当前OneDrive用户

# Control_ReInitMenuItem.Text
source: Content Reinit
zh_cn: 内容重载

# Control_ReorderButton.Content
source: Reorder
zh_cn: 排序

# Control_SettingTipBlock.Text
source: Setting Page
zh_cn: 设置页面

# Control_ShareMenuItem.Text
source: Share
zh_cn: 分享

# Control_ThemeSettingTipBlock.Text
source: Theme selections
zh_cn: 应用主题

# Control_ToastMenuItem.Text
source: Notify
zh_cn: 订阅通知

# Control_TutorialButton.Content
source: Tutorial
zh_cn: 阅读教程

# Control_UpdateMenuItem.Text
source: Update
zh_cn: 修改

# Control_WebMenuItem.Text
source: See in web
zh_cn: 浏览网页

# Tip_AddCategory
source: Add Category
zh_cn: 添加分类

# Tip_AddCategorySuccess
source: Category added.
zh_cn: 成功添加分类

# Tip_AddChannel
source: Add Channel
zh_cn: 添加频道

# Tip_AddChannelSuccess
source: Channel added.
zh_cn: 成功添加频道

# Tip_Added
source: Added
zh_cn: 已添加

# Tip_AddStarList
source: Add in favourites list
zh_cn: 添加进收藏列表

# Tip_AddStarListSuccess
source: Added to favorites list
zh_cn: 已添加进收藏列表

# Tip_AddTodoList
source: Add in read later list
zh_cn: 添加进稍后阅读

# Tip_AddTodoListSuccess
source: Added to reading later list
zh_cn: 已添加进稍后阅读列表

# Tip_BindingOneDriveFailed
source: Can't link to OneDrive /(ㄒoㄒ)/~~
zh_cn: 未能连接到OneDrive /(ㄒoㄒ)/~~

# Tip_Cancel
source: Cancel
zh_cn: 取消

# Tip_ChannelRepeat
source: Channel repeat
zh_cn: 频道重复

# Tip_Complete
source: Complete
zh_cn: 完成

# Tip_Confirm
source: Confirm
zh_cn: 确认

# Tip_DeleteCategorySuccess
source: Category deleted.
zh_cn: 成功删除分类

# Tip_DeleteCategoryWarning
source: Aare you sure to delete this category? All of channels in the category will be removed.
zh_cn: 您确定要删除该分类吗？分类下的所有频道都会被移除。

# Tip_DeleteChannelSuccess
source: Channel deleted.
zh_cn: 成功删除频道

# Tip_DeleteChannelWarning
source: Are you sure to delete this channel?
zh_cn: 您确定要删除该频道吗？

# Tip_DeleteStarList
source: Remove from favorites list
zh_cn: 移出收藏列表

# Tip_DeleteStarListSuccess
source: Removed from favorites list
zh_cn: 已从收藏列表中移除

# Tip_DeleteTodoList
source: Remove from reading later list
zh_cn: 移出稍后阅读列表

# Tip_DeleteTodoListSuccess
source: Removed from reading later list
zh_cn: 已从稍后阅读列表中移除

# Tip_DeleteWarning
source: Delete Warning
zh_cn: 删除提醒

# Tip_Export
source: Export
zh_cn: 导出

# Tip_ExportError
source: Failed to export.
zh_cn: 导出失败

# Tip_ExportSuccess
source: Exported!
zh_cn: 导出成功

# Tip_FieldEmpty
source: Field can't be empty.
zh_cn: 不要留空哦~

# Tip_FieldFormatError
source: Data format is wrong
zh_cn: 数据格式有误

# Tip_Import
source: Import
zh_cn: 导入

# Tip_ImportError
source: Failed to import.
zh_cn: 导入失败

# Tip_ImportSuccess
source: Imported!
zh_cn: 导入成功

# Tip_LogoutWarning
source: Logout
zh_cn: 退出提醒

# Tip_MoveChannel
source: Move Channel
zh_cn: 转移频道

# Tip_MoveChannelSuccess
source: Channel moved.
zh_cn: 成功转移频道

# Tip_NeedRestartApp
source: Please restart the application for better experience
zh_cn: 请重启软件以完成更好的体验

# Tip_NoCategorySelected
source: No Category selected
zh_cn: 没有选中分类

# Tip_NoData
source: No data here.
zh_cn: 没有查找到相应数据

# Tip_OneDriveLogoutTip
source: If you re-bind your OneDrive account, the local record will be replaced by the cloud record. It is recommended that you back up the local record before exiting.\nData Export Function in Data Settings Classification
zh_cn: 若重新绑定OneDrive账户，则本地记录将会被云端记录取代，建议您在退出前先备份好本地记录。\n数据导出功能在数据设置分类中

# Tip_PreWelcome
source: Welcome!
zh_cn: 欢迎您，

# Tip_RebindOneDrive
source: Please rebind OneDrive
zh_cn: 请重新绑定OneDrive

# Tip_Removed
source: Removed
zh_cn: 已移除

# Tip_StarList
source: Favorites
zh_cn: 收藏列表

# Tip_StarRepeat
source: The article already exists in the favorites list
zh_cn: 收藏列表中已存在该文章

# Tip_TodoList
source: Read Later
zh_cn: 稍后阅读列表

# Tip_TodoRepeat
source: This article already exists in the reading later list
zh_cn: 稍后阅读列表中已存在该文章

# Tip_TryLinkFirst
source: Please validate the link first. Click the search icon.
zh_cn: 请先完成链接验证

# Tip_UpdateCategory
source: Modify Category
zh_cn: 修改分类

# Tip_UpdateCategorySuccess
source: Category updated.
zh_cn: 成功更新分类

# Tip_UpdateChannel
source: Modify Channel
zh_cn: 修改频道

# Tip_UpdateChannelSuccess
source: Channel updated.
zh_cn: 成功更新频道

# Tip_Updated
source: Data updated
zh_cn: 数据已更新

# Tip_UpdateSuffix
source: has been Updated!
zh_cn: 有更新啦!

# Tip_Waiting
source: Waiting...
zh_cn: 等待中...

# Tip_WelcomeText
source: RSS Stalker\nSimple RSS Reader
zh_cn: RSS Stalker\n简单的RSS追踪器

# Control_ToastListTipBlock.Text
source: Notify List
zh_cn: 订阅通知列表

# DisplayName
source: RSS Stalker
zh_cn: RSS 追踪

# Tip_ToastRepeat
source: The feed notification already exists
zh_cn: 已存在该订阅源通知

# Control_ForceSyncButton.Content
source: Force Sync
zh_cn: 强制同步

# Control_SyncSettingTipBlock.Text
source: Sync Setting
zh_cn: 同步设置

# Tip_ForceSync
source: Force Sync
zh_cn: 强制同步

# Tip_SyncSuccess
source: Sync Completed
zh_cn: 已完成数据同步

# Control_BaiduAILinkButton.Content
source: Baidu Translate Platform
zh_cn: 百度翻译平台

# Control_BaiduTranslateSettingTipBlock.Text
source: Baidu Translate Token
zh_cn: 百度翻译令牌

# Control_ManagerButton.Content
source: Manager
zh_cn: 管理

# Control_TranslateMenuItem.Text
source: Translate
zh_cn: 翻译

# Tip_BaiduTranslateDialog
source: Baidu Translate Token
zh_cn: 百度翻译通行证

# Tip_TranslateFailed
source: Translate failed
zh_cn: 翻译失败

# Tip_UpdateTip
source: Update Description
zh_cn: 更新说明

# Control_CardMenuItem.Text
source: Card
zh_cn: 卡片式

# Control_ForceSyncTipBlock.Text
source: Force Sync
zh_cn: 强制同步

# Control_ListMenuItem.Text
source: List
zh_cn: 列表式

# Control_SyncWithStartTipBlock.Text
source: Sync on Start
zh_cn: 软件启动时进行同步

# Control_WaterfallMenuItem.Text
source: Waterfall
zh_cn: 瀑布流

# Tip_Copied
source: Copied
zh_cn: 已复制

# Tip_Copy
source: Copy
zh_cn: 复制

# Tip_ImageView
source: Image View
zh_cn: 查看图片

# Tip_Save
source: Save
zh_cn: 保存

# Tip_Saved
source: Saved
zh_cn: 已保存

# Tip_NeedLinkTranslateService
source: You need build translate config first.
zh_cn: 你需要创建翻译配置

# Control_DefaultComboItem.Content
source: Default
zh_cn: 默认

# Control_HomeChannelMenuItem.Text
source: Home Channel
zh_cn: 设为首页

# Control_SearchTextInWebMenuItem.Text
source: Search in web
zh_cn: 在网页中搜索

# Tip_LaunchUriError.Text
source: Failed to load link
zh_cn: 加载链接失败

# Control_BaiduComboItem.Content
source: Baidu
zh_cn: 百度

# Control_BingComboItem.Content
source: Bing
zh_cn: 必应

# Control_GoogleComboItem.Content
source: Google
zh_cn: 谷歌

# Control_SearchEngineSettingTipBlock.Text
source: Serach Engine
zh_cn: 搜索引擎

# Tip_BindingOneDriveSuccess
source: OneDrive is bound and data is being synced
zh_cn: 已绑定OneDrive，正在同步数据

# Control_SpeechMenuItem.Text
source: Speech
zh_cn: 朗读

# Tip_ParseError
source: Parse Failed
zh_cn: 解析失败

# Tip_Readability
source: Get full text
zh_cn: 获取全文

# Control_MarkMenuItem.Text
source: Mark Text
zh_cn: 标记文本

# Tip_DoNotMarkAgain
source: Mark failed, please do not mark same content again.
zh_cn: 标记失败，请不要重复标记文本

# Control_FemaleComboItem.Content
source: Female
zh_cn: 女性

# Control_MaleComboItem.Content
source: Male
zh_cn: 男性

# Control_SpeechRateSettingTipBlock.Text
source: Speech Rate
zh_cn: 朗读语速

# Control_VoiceGenderSettingTipBlock.Text
source: Voice Gender
zh_cn: 语音性别

# Tip_SpeechTest
source: Hello, I'm Richard! Thank you to use this application.
zh_cn: 你好，我是云之幻，软件的开发者。

# Control_ExportLocalListTipBlock.Text
source: Export local data (Don't include feeds)
zh_cn: 导出本地数据集（不包含订阅源）

# Control_ImportLocalListTipBlock.Text
source: Import local data (Don't include feeds)
zh_cn: 导入本地数据集（不包含订阅源）

# Cotrol_LocalAccountButton.Content
source: Local account
zh_cn: 本地账户

# Tip_LocalLoginTip
source: You will skip OneDrive verification and, as a result, all your data will be saved locally and will not be synced with the cloud.
zh_cn: 您将跳过OneDrive验证，相应的，您的一切数据都保存在本地，不会进行云同步。

# Tip_LocalLoginTitle
source: With Local
zh_cn: 本地登录提醒

# Control_CacheAllButton.Content
source: Cache all channels
zh_cn: 缓存全部文章

# Control_CacheCategoryMenuItem.Text
source: Cache Category
zh_cn: 缓存分类

# Control_CacheChannelMenuItem.Text
source: Cache channel
zh_cn: 缓存频道

# Control_CacheTipBlock.Text
source: Cache
zh_cn: 缓存

# Control_ClearCacheButton.Content
source: Clear cache
zh_cn: 清除缓存

# Control_CurrentCacheSizeTipBlock.Text
source: Current cache size
zh_cn: 当前缓存大小

# Tip_CacheFailed
source: Cache failed, please try again later
zh_cn: 缓存失败，请稍后重试

# Tip_CacheSuccess
source: Successfully cached articles
zh_cn: 已成功缓存

# Tip_ClearSuccess
source: Successfully cleared the cache
zh_cn: 已清理当前缓存

# Tip_ErrorCount
source: Error count:
zh_cn: 失败个数：

# Tip_WatchingCache
source: You are currently browsing the last cached article
zh_cn: 您当前正在浏览上次缓存的文章

# Tip_FailedWithoutInternet
source: Currently not connected, unable to perform operations
zh_cn: 当前未联网，无法执行操作

# Tip_ReadError
source: Parse error
zh_cn: 阅读解析失败

# Control_AutoCacheTipBlock.Text
source: Auto cache when open channel
zh_cn: 打开频道时自动缓存

# Control_CategoryTipBlock.Text
source: Category
zh_cn: 分类

# Control_CustomPageTipBlock.Text
source: Page
zh_cn: 页面

# Tip_AddChannelFirst
source: You need add channel first
zh_cn: 您需要先添加频道

# Tip_RuleFilter
source: Need Title/Content
zh_cn: 需要的标题或内容

# Tip_RuleFilterOut
source: Don't need Title/Content
zh_cn: 不需要的标题或内容

# Tip_SingleLimit
source: Single limit count
zh_cn: 单个最大条目数

# Tip_TotalLimit
source: Total limit count
zh_cn: 总体最大条目数

# Control_AddRuleButton.Content
source: Add New Rule
zh_cn: 添加新规则

# Control_PageNameTipBlock.Text
source: Page Name
zh_cn: 页面名

# Control_RuleTipBlock.Text
source: Filter
zh_cn: 筛选规则

# Control_SaveButton.Content
source: Save
zh_cn: 保存

# Control_CachePageMenuItem.Text
source: Cache Page
zh_cn: 缓存页面

# Control_RuleInputTipBlock.Text
source: For content that you want or don't want, support regular expression, for sample keyword, you can split it with a vertical line ' | ', for example, under "Need Title/Content" you can write "Richard|UWP|Windows", so the software will help you find each words that contain the article. If the need and noneed content contains the same keywords, the noneed is higher level. The limit count option refers to the maximum number of choices for the total or single channels. You should input number. The default is sorted by time. If the maximum capacity is exceeded, the list is cut.
zh_cn: 对于想要或不想要的内容，应输入正则表达式，简单的关键词筛选可以竖线' | '分割，比如在“需要的标题或内容”下可以写“云之幻|UWP|Windows”，这样软件会帮你查找所有包含上述字眼的文章。如果需要和不需要的内容包含了相同的关键词，则不需要的优先级更高。条目数选项指的是总体或单个频道的最大选取个数，需要填写数字，默认以时间排序，超出最大容量则切断

# Tip_AddCustomPage
source: Add New Page
zh_cn: 添加自定义页面

# Tip_DeletePageSuccess
source: Page Deleted
zh_cn: 页面删除成功

# Tip_DeletePageWarning
source: You will delete the custom page, are you sure?
zh_cn: 您将删除该自定义页面，是否确认？

# Tip_InputNumberError
source: Please input right number.
zh_cn: 请输入正确的数字

# Tip_InputRegexError
source: Please input right regular expression.
zh_cn: 请输入正确的正则表达式

# Tip_NoPageSelected
source: No page has been selected
zh_cn: 没有页面被选中

# Tip_RuleRepeat
source: Rule repeat
zh_cn: 规则重复

# Control_CustomChannelComboItem.Content
source: Custom Channel
zh_cn: 自定义频道

# Control_CustomPageComboItem.Content
source: Custom Page
zh_cn: 自定义页面

# Control_ScreenSettingTipBlock.Text
source: Home Setting
zh_cn: 首页设置

# Tip_Selected
source: Last Selected
zh_cn: 上次选择

# Control_AllReadButton.Content
source: All Read
zh_cn: 全部已读

# Control_AllReadTipBlock.Text
source: You have read the full article
zh_cn: 您已读完全部文章

# Control_JustNoReadTipBlock.Text
source: Look unread
zh_cn: 只看未读

# Control_FirstCacheTipBlock.Text
source: Proactive caching
zh_cn: 主动缓存

# Control_LastCacheTimeBlock.Text
source: Last cache time:
zh_cn: 上次缓存时间：

# Control_WhatIsFirstCacheTipBlock.Text
source: The software will refresh the cached data of the background feed at 15 minutes when idle. When this option is enabled, the software will read the cached content by default, which can greatly improve the content loading speed. However, please turn on the function in Wifi or wired network to avoid loss of traffic.
zh_cn: 软件会在空闲时以15分钟的间隔刷新后台订阅源的缓存数据，开启此项后，软件将默认优先读取缓存内容，可极大提高内容载入速度。但请在Wifi或有线网络中开启功能，避免流量损耗。

# Control_FontFamilyTipBlock.Text
source: Font Family
zh_cn: 字体

# Control_FontSizeTipBlock.Text
source: Font Size
zh_cn: 字号

# Control_OptionButton.Content
source: Configure
zh_cn: 配置

# Control_ReadableListTipBlock.Text
source: Full content channels
zh_cn: 获取全文频道列表

# Control_TranslateOptionTipBlock.Text
source: Translate Option
zh_cn: 翻译配置

# Control_ReadableMenuItem.Text
source: Add to Full content List
zh_cn: 加入全文列表

# Tip_ReadableRepeat
source: Full content list already has this channel
zh_cn: 全文列表已有该频道

# Control_ShowFeedDescriptionTipBlock.Text
source: Show feed description in side list
zh_cn: 显示订阅源列表项描述

# Control_EmptyTipBlock.Text
source: Here is nothing~
zh_cn: 这里空空如也呢~

# Control_OpenWebMenuItem.Text
source: Open web
zh_cn: 打开网页

# Control_HidePageTipBlock.Text
source: Hide Custom page
zh_cn: 隐藏自定义页面
